Repository: arnoldout/Pazaak_UWP_app
Catalog: Pazaak/Pazaak/Strings/*/Resources.resw
Source language: en_gb
Languages: fr_fr

# bckBtn.Content
source: Back
fr_fr: Arrière

# easyBtn.Content
source: Easy
fr_fr: Facile

# endTurnTxt.Text
source: End Turn
fr_fr: Fin Du Tour

# hrdBtn.Content
source: Hard
fr_fr: Difficile

# medBtn.Content
source: Medium
fr_fr: Moyen

# menuStartGame.Content
source: Start Game
fr_fr: Démarrer

# settingsBtn.Content
source: Settings
fr_fr: Paramètres

# standTxt.Text
source: Stand
fr_fr: Servi

# txtDiff.Text
source: Difficulty
fr_fr: Difficulté

# usrBlk.Text
source: User
fr_fr: Joueur

# bust
source: You Bust
fr_fr: Perdu

source: Cancel
fr_fr: Annuler

# lost
source: You Lost
fr_fr: Perdu

# newGm
source: New Game?
fr_fr: encore?

source: Ok
fr_fr: Oui

# tie
source: It's A Tie
fr_fr: Ils ont fait match nul

# win
source: You Won!
fr_fr: Tu as gagné

# instructions.Text
source: Aim: The aim of Pazaak is to get a higher score than your opponent, while still having a score below or equal to 20. Rules: A game is broken down into turns, when its a your turn, you will be given a card from the deck, which will increase your score. You can then choose to place one of your hand cards down to increase your score further. When you are finished with your turn you can end your turn, it will then become your opponents turn. Or if you don't wish to risk getting another card you can Stand. This will take you out of the game and your opponent will take multiple turns until they also stand. Once both of you are standing, the winner will be whomever is score is closest to 20 without being over 20. Hand Cards: You recieve 4 hand cards that have to last you throughout the full game (max of 5 rounds).
fr_fr: Règles : Conditions de victoire : La valeur cumulée de vos cartes retournées doit être supérieure à celle de votre adversaire, sans pour autant excéder un total de 20. Lorsque l'un des deux joueurs obtient un total supérieur à 20, il perd automatiquement la manche. Il faut remporter un total de trois manches pour empocher la mise. Débuter la partie : Lorsque la partie commence, quatre cartes du paquet secondaire sont tirées aléatoirement pour former la main du joueur pendant la partie. Le premier joueur lance le générateur de pazaak qui définit une carte principale (de la pioche) et la pose sur la table face visible, ce qui débute son tour. La valeur des cartes de la pioche est comprise entre 1 et 10 avec des disponibilités variables et aléatoires elles aussi. C’est automatique. Après que chaque carte est jouée, une carte supplémentaire peut être jouée en faisant glisser la carte vers la zone où les cartes jaunes (principales) déjà jouées sont affichées. Vous n’êtes pas obligé de jouer une carte sortie de la MAIN. Cette action est optionnelle. Vous ne pouvez jouer qu’une carte de la main par tour. Fin d’un tour : Quand le joueur a fini de jouer, il dit FIN DU TOUR pour permettre à ses adversaires de prendre la main. Cela continue jusqu’à ce que quelqu’un remporte la manche. Les égalités ne comptent pas. Les cartes de la main du joueur ne peuvent être utilisées qu’une fois, les quatre cartes doivent donc durer toute la partie. 20 : Si un personnage obtient 20, il s’arrête là et n’est plus distribué. Le jeu continue pendant un tour ou plusieurs tours pour son adversaire (= 1 carte principale + 1 carte secondaire optionnelle à jouer à chaque tour) qui semble alors jouer seul pour tenter de l’égaler ou perdre. Servi : Un personnage approchant de 20 (ex : 18) peut choisir d’en rester là, il dit alors SERVI et n’est plus distribué. Le jeu continue pendant un tour ou plusieurs tours pour son adversaire qui doit tenter de l’égaler ou de le dépasser sans aller au-delà de 20. Astuce : Si le total est supérieur à 20 après le tirage principal et que vous avez une carte négative dans le paquet secondaire, vous pouvez la jouer pour ramener votre total sous 20

# instructionsBtn.Content
source: Instructions
fr_fr: Mode d'emploi
